RhinoInside.Revit API Documentation
ColorConverter Methods
Methods
Name | Description
ToColor(Color)
 Converts the specified Color to an equivalent Color.
ToColor(Color)
 Converts the specified Color to an equivalent Autodesk.Revit.DB.Color.
Top
See Also
Reference
ColorConverter Class
RhinoInside.Revit.Convert.Eto.Drawing Namespace